[
	{
		"title": "Caspian tiger",
		"article": "The Caspian tiger (Panthera tigris tigris) is an extinct tiger population, which inhabited the sparse forests and riverine corridors west and south of the Caspian Sea, from Turkey, Mesopotamia, Iran, and the Caucasus, through Central Asia to the Takla Makan desert of Xinjiang in China, until the end of the 20th century. Results of phylogeographic analysis indicate that the Caspian and Siberian tiger populations shared a common continuous geographic distribution until 200 years ago, but became fragmented due to human influence"
	},
	{
		"title": "Bengal tiger",
		"article": "The Bengal tiger (Panthera tigris tigris) is the most numerous tiger subspecies in Asia, and was estimated at fewer than 2,500 individuals by 2011. Since 2008, it is listed as Endangered on the IUCN Red List and is threatened by poaching, loss and fragmentation of habitat. None of the Tiger Conservation Landscapes within its range is considered large enough to support an effective population of more than 250 adult individuals."
	},
	{
		"title": "Barbary lion",
		"article": "The Barbary lion (Panthera leo leo) is the nominate lion subspecies in North Africa. In Algeria, Egypt, Libya, and Morocco, lions are regionally extinct due to excessive hunting. The last recorded shooting of a wild Barbary lion took place in Morocco, near Tizi n'Tichka in 1942. Small groups of lions may have survived in Algeria until the early 1960s, and in Morocco until the mid-1960s."
	},
	{
		"title": "Siberian tiger",
		"article": "The Siberian tiger (Panthera tigris tigris), also called Amur tiger, is a tiger population inhabiting mainly the Sikhote Alin mountain region in southwest Primorye Province in the Russian Far East. The Siberian tiger once ranged throughout Korea, north-eastern China, Russian Far East, and eastern Mongolia. In 2005, there were 331–393 adult and subadult Siberian tigers in this region, with a breeding adult population of about 250 individuals. The population had been stable for more than a decade due to intensive conservation efforts, but partial surveys conducted after 2005 indicate that the Russian tiger population was declining. An initial census held in 2015 indicated that the Siberian tiger population had increased to 480–540 individuals in the Russian Far East, including 100 cubs. This was followed up by a more detailed census which revealed there was a total population of 562 wild Siberian tigers in Russia."
	},
	{
		"title": "Asiatic lion",
		"article": "The Asiatic lion (Panthera leo leo) is a lion population in Gujarat, India, which is listed as Endangered on the IUCN Red List because of its small population size. Since 2010, the lion population in and around Gir Forest National Park has steadily increased. In May 2015, the 14th Asiatic Lion Census was conducted over an area of about 20,000 km2 (7,700 sq mi); the lion population was estimated at 523 individuals, comprising 109 adult males, 201 adult females and 213 cubs. In August 2017, the Asiatic Lion Census revealed 650 wild individuals."
	},
	{
		"title": "Elephant",
		"article": "Elephants are large mammals of the family Elephantidae and the order Proboscidea. Three species are currently recognized: the African bush elephant (Loxodonta africana), the African forest elephant (L. cyclotis), and the Asian elephant (Elephas maximus). Elephants are scattered throughout sub-Saharan Africa, South Asia, and Southeast Asia. Elephantidae is the only surviving family of the order Proboscidea; other, now extinct, members of the order include deinotheres, gomphotheres, mammoths, and mastodons."
	}
]